{
  "4": {
    "v": "Exodus 20:1-21",
    "m": "Do not fear, for God has come to test you, that the fear of him may be before you, that you may not sin. - Exodus 20:20 (ESV)",
    "l": [
      {
        "i": "0",
        "q": "What does Exodus 20:3-7 tell us about God?",
        "a": "Exodus 20:3-7 tell us that there is only 1 God, and we should worship the only one true God. God is a jealous God, and there are consequences for those who hate him, but steadfast love to those who obey Him."
      },
      {
        "i": "1",
        "q": "How can we keep the Sabbath Day holy?",
        "a": "We keep the Sabbath day holy by resting from work, just as God rested on the 7th day after creating the world."
      },
      {
        "i": "2",
        "q": "As per Exodus 20:12-17, how should we treat other people?",
        "a": "Exodus 20:12-17 tell us that we should honor our father and our mother, we should not murder, commit adultery, steal, bear false witness against our neighbor, covet anything that's our neighbor's."
      },
      {
        "i": "3",
        "q": "Why did God give the people the 10 Commandments?",
        "a": "God gave the 10 Commandments because He has the authority over his people. God loves His people, and He gave the 10 Commandments so the people will know of what is sinful to God and won't do the things that displease God and suffer the consequences. God wanted His people to obey Him."
      },
      {
        "i": "4",
        "q": "Can people follow all the 10 Commandments and come out clean before God?",
        "a": "Just like Adam and Eve, we can also be tempted and give in to temptations. There is truly no one who can follow the 10 Commandments 100% and come out clean before God. Sometimes we even sin before God and other people and not even know it. God knows this too well. During the old times, people need to make sacrifices to the LORD for forgiveness of their sins. But God has a perfect plan in place so we can be fully restored with Him."
      }
    ]
  }
}
