{
  "14": {
    "v": "Mark 5:21-43",
    "m": "And he said to her, 'Daughter, your faith has made you well; go in peace, and be healed of your disease.' - Mark 5:34 (ESV)",
    "c": [[11,22],[0,9,11,22],[0,9,11,15,19,22]],
    "l": [
      {
        "i": "0",
        "q": "Why did the sick woman made an effort to get near Jesus and touch his garment?",
        "a": "The sick woman for sure had heard that Jesus has the power to heal diseases. She was sick for a long time and none of the doctors can cure her. She believed that Jesus can perform a miracle in her."
      },
      {
        "i": "1",
        "q": "Why did Jesus made an effort to look for the person who touched his garment?",
        "a": "Jesus knew ahead of time what will happen and who touched his clothes, because He is an all-knowing God. He can directly go to the woman to tell her what she needs to hear. But Jesus wanted the woman to come forth to Him to give assurance that we can always come to His throne of grace with confidence. He wanted other people to see and hear what He was able to do. Now the woman and those who witnessed will be good testimonies of Jesus' power to heal."
      },
      {
        "i": "2",
        "q": "What power did Jesus display before Peter, James, John, and the parents of the young girl who died?",
        "a": "Beyond having the power to heal the sick, Jesus is able to raise people from the dead."
      }
    ],
    "p": "Lord Jesus, nobody is insignificant in your eyes. Thank you that I can come before you with my requests, assured that I am being heard. You are my great healer. You can even raise people from the dead. I trust that you will do what you think is the best for me and those around me, for your glory. May my lips give you the glory and utter praises to you for each healing and answered prayer that you give. Even more than my physical body, you can heal my spiritual state and make me right with God and grant me eternal life. In all these, I am grateful."
  }
}
