{
  "8": {
    "v": "John 1:1-18",
    "m": "But to all who did receive him, who believed in his name, he gave the right to become children of God, who were born, not of blood nor of the will of the flesh nor of the will of man, but of God. - John 1:12-13",
    "l": [
      {
        "i": "0",
        "q": "Who was with God in the beginning? What was being said about him in the Bible reading?",
        "a": "The Word was in the beginning with God. The Word was God. All things were made through him. He has life, which is the light of men. He is coming into the world."
      },
      {
        "i": "1",
        "q": "Who is the Word?",
        "a": "Jesus Christ is the Word. Jesus Christ already existed before he was even born on earth. Jesus Christ existed long before the first Christmas day."
      },
      {
        "i": "2",
        "q": "Based on the Bible reading, how did the people accept Jesus Christ?",
        "a": "Jesus Christ came into his own, but the people did not receive him. But to all who did receive Jesus Christ and believed in his name, he gave the right to become children of God."
      },
      {
        "i": "3",
        "q": "What does this verse mean: 'For the law was given through Moses; grace and truth came through Jesus Christ.'?",
        "a": "Prior to Jesus Christ, the people were under the law, like the 10 Commandments. Any transgressions would have to be paid for by sacrifices and burnt offerings for them to be made right with God again. But God has given us grace through Christ."
      },
      {
        "i": "4",
        "q": "How did God made manifest His grace to us through Jesus Christ?",
        "a": "Prior to Jesus Christ, the people were bound by the law, like the 10 Commandments. Any transgressions would have to be paid for by sacrifices and burnt offerings for them to be made right with God again. But God has given us grace through and in Christ."
      },
      {
        "i": "5",
        "q": "What is the truth?",
        "a": "Prior to Jesus Christ, the people were bound by the law, like the 10 Commandments. Any transgressions would have to be paid for by sacrifices and burnt offerings for them to be made right with God again. But God has given us grace through and in Christ."
      }
    ]
  }
}
